main_text = '''
Добро пожаловать в Telegram-бот магазина комодов!
Мы создали удобный сервис, который поможет вам выбрать
идеальный комод для вашего интерьера.
У нас представлены стильные, функциональные и надежные модели,
которые подчеркнут уют и эстетику вашего дома. Выбирайте,
добавляйте в корзину и оплачивайте прямо в боте — всё просто и удобно!
'''

start_products_text = '''
Каждый комод — это стильное решение для вашего интерьера с безупречным качеством и продуманными деталями:

P.S. Все комоды имеют систему soft-close и экологичные покрытия 🌱
↓ Выберите понравившуюся модель ↓
'''

commode_loft_text = '''
Современный минимализм в сочетании с природной текстурой дерева.
Комод "Лофт Элеганс" станет стильным акцентом в вашем интерьере,
сочетая лаконичный дизайн и функциональность.
Идеально подойдет для спальни или гостиной.

Характеристики:

Материал: натуральное дерево + металлические ножки

Цвет: тёмный орех

Количество ящиков: 4

Размеры: 140x80x40 см
'''

commode_scandi_text = '''
Простота и изысканность северного стиля.
Светлые оттенки, экологически чистые материалы и удобные ручки делают
этот комод идеальным решением для дома в стиле сканди.

Характеристики:

Материал: массив сосны

Цвет: белёный дуб

Количество ящиков: 3

Размеры: 90x75x35 см
'''

commode_retro_text = '''
Классический комод с нотками старины. Декоративная фурнитура,
плавные линии и тёплые оттенки создают уютную атмосферу в вашем доме.

Характеристики:

Материал: массив дуба

Цвет: махагон

Количество ящиков: 5

Размеры: 110x85x45 см
'''

commod_modern_text = '''
Идеальное сочетание глянца и матовой текстуры. Этот комод идеально
впишется в современный интерьер и обеспечит максимум удобства.

Характеристики:

Материал: ЛДСП высокого качества

Цвет: белый глянец + графит

Количество ящиков: 4

Размеры: 95x80x40 см
'''

commod_provence_text = '''
Очаровательный комод с романтичными деталями. Лёгкость, изящество и
функциональность делают его отличным выбором для уютного интерьера.

Характеристики:

Материал: массив ясеня

Цвет: слоновая кость с патиной

Количество ящиков: 3

Размеры: 85x70x40 см
'''

commod_Industrial_text = '''
Брутальный стиль в интерьере. Металл и дерево создают потрясающий
эффект, а эргономичное расположение ящиков делает его невероятно удобным.

Характеристики:

Материал: металл + массив акации

Цвет: тёмный графит + натуральный дуб

Количество ящиков: 4

Размеры: 100x85x45 см
'''

payment_text = '''
🔹 Оплата и процесс работы
Оплата за разработку чат-бота производится в два этапа:
✅ Предоплата 50% – после обсуждения всех деталей заказа.
✅ Оставшиеся 50% – после завершения работы, тестирования и вашего подтверждения.

💳 Доступные способы оплаты:
🔹 Перевод на Сбербанк (по реквизитам).

🚀 Как проходит заказ:
1️⃣ Выбираете нужный тип чат-бота и оформляете заказ.
2️⃣ Я изучаю ваш запрос и связываюсь с вами удобным способом.
3️⃣ Мы обсуждаем все нюансы проекта, уточняем детали.
4️⃣ Вы вносите предоплату 50%.
5️⃣ Я разрабатываю чат-бота, тестирую его и предоставляю вам на проверку.
6️⃣ Если всё устраивает – вы вносите оставшиеся 50% оплаты.
7️⃣ Готовый бот передаётся вам: доступы, инструкция по использованию и поддержка на старте.

📌 Если у вас остались вопросы – напишите мне, и я помогу разобраться! 💬
'''

feedback_text = '''
Спасибо! Наш менеджер скоро свяжется с тобой. А пока можешь посмотреть наши лучшие предложения!
    Выберите действие:

📜 Посмотреть каталог – получите ссылку на наш каталог с актуальными предложениями.
🔔 Подписаться на обновления – не пропускайте новинки и важные новости.
🆘 Задать вопрос – напишите нам в личные сообщения, и мы поможем вам.
🎁 Сюрприз для вас! (нажатие открывает сюрприз)

Выберите нужный пункт 👇
'''
